Repository: Exalm/Odysseus
Catalog: po/extra/*.po
Languages: cs, fr, nl_nl

source: Surf knowledge, entertainment, and services on The Web
cs: Prohlížejte libovolný obsah na internetu
fr: Explorez les savoirs, les divertissements, et les services du web
nl_nl: Blader door kennis, amusement en diensten op het internet

source: WWW;Web;Internet;Browser;
cs: WWW;Web;Internet;Prohlížeč
fr: WWW;Web;Internet;Navigateur;

source: New Window
cs: Nové okno
fr: Nouvelle fenêtre
nl_nl: Nieuw venster

source: New Tab
cs: Nový panel
fr: Nouvel onglet
nl_nl: Nieuw tabblad

source: Odysseus web browser
fr: Navigateur Web Odysseus

source: A simple and performant yet powerful window onto the open decentralized web
fr: Une simple ouverture performante vers le Web décentralisé

source: Odysseus is a convenient and privacy-respecting web browser, that increasingly, gently, and unobtrusively guides you wherever you want to go online.
fr: Odysseus est un navigateur Web pratique est respectueux de la vie privée, il vous guide plus loin, simplement et en toute discrétion là où vous voulez aller en ligne.

source: Through this well thought out simplicity Odysseus lets you focus on the webpages that matter to you.
fr: À travers ces belles pensées, la simplicité d'Odysseus vous permet de vous concentrer sur les pages Web qui comptent pour vous.

source: High-level features:
fr: Fonctionnalités :
nl_nl: Belangrijkste mogelijkheden:

source: Tabbed web browsing
fr: Navigation en onglets
nl_nl: Tabbladen

source: Find-in-page
fr: Recherche dans la page
nl_nl: Pagina's doorzoeken

source: Downloads
fr: Téléchargements

source: Opens non-webpage links in 3rd party apps, or suggests ones to install
fr: Ouvre des liens externes dans des applications tierces, ou vous suggère de les installer
nl_nl: Opent externe links in externe apps of beveelt je aan een externe app te installeren

source: DuckDuckGo integration
fr: Intégration de DuckDuckGo
nl_nl: DuckDuckGo-integratie

source: Browser history
fr: Historique de navigation
nl_nl: Surfgeschiedenis

source: Topsites with initial hand-curated recommendations
fr: Meilleurs sites avec des recommandations au départ manuelles
nl_nl: Topsites met initiÃ«le, handmatig samengestelde aanbevelingen

source: These features are completed to a high degree of polish.
fr: Ces fonctionnalités sont bien implémentées.
nl_nl: Deze mogelijkheden zijn op hoog niveau afgewerkt.

source: Homepage, autocompletion
fr: Page d'accueil, autocomplétion

source: History
fr: Historique

source: Downloads, find-in-page
fr: Téléchargements, recherche dans la page

source: Webfeed subscription
fr: Abonnement aux flux Web

source: Webfeed discovery support!
fr: Prise en charge de la découverte des flux Web !

source: Full Dutch localization
fr: Traduction complète en néerlandais

source: Fix topsites editing
fr: Correction de la modification des meilleurs sites

source: Lower threshold for sourcing topsites from browser history
fr: Seuil inférieur pour l'approvisionnement des meilleurs sites à partir de l'historique du navigateur

source: Minor performance improvements
fr: Légères améliorations des performances

source: Enable MSE, full French translations.
fr: Activation de MSE, traduction complète en français.

source: Minor visual corrections.
fr: Quelques corrections graphiques.

source: Visually tie status icons to addressbar again, revert having icons in application menu.
fr: Les icônes d'état sont à nouveau liées visuellement à la barre d'adresse, et retirées du menu de l'application.

source: Fixes for other themes.
fr: Corrections pour d'autres thèmes.

source: Indicates HTTPS (with it's cryptographic certificate) and local pages, errors, and permissions.
fr: Indication du HTTPS (avec son certificat) et des pages locales, des erreurs et des permissions.

source: Indicates HTTPS and local pages.
fr: Indication du HTTPS et des pages locales.

source: Performance fixes and better labelling on topsites display.
fr: Correction des performances et meilleur affichage des noms des meilleurs sites.

source: Hides downloads bar in fullscreen.
fr: La barre de téléchargements esy désormais masquée en mode plein-écran.

source: Renders nice previews for webfeeds.
fr: Création d'apercus pour les flux Web.

source: Fixes regressions with topsites interactions and viewsource.
fr: Correction des regressions avec les intéractions des meilleurs sites et l'affichage du code source.

source: Fixes for Juno.
fr: Corrections pour Juno.

source: Topsites performance and design improvements.
fr: Amélioration de la performance des meilleurs sites et de l'apparence.

source: Add indicators for menuitems that are links.
fr: Indicateurs pour les éléments du menu qui sont des liens.

source: Major performance improvements in regards to internal pages. i.e. stops wasting time wasting memory.
fr: Améliorations majeures des performances par rapport aux pages locales. Par exemple cela arrête de perdre du temps en mémoire.

source: Recommends apps for unsupported URL and file types.
fr: Recommandation d'applications pour les URL ou types de fichiers non supportés.

source: Improved accessibility of the downloads bar.
fr: Amélioration de l'accessibilité de la barre des téléchargements.

source: Fills in gaps within the topsites display with my recommendations.
fr: Comble les lacunes dans l'affichage des meilleurs sites avec mes recommandations.

source: More succinct text in download notifications.
fr: Texte simplifié dans les notifcations de téléchargement.

source: You can customize the topsites on odysseus:home!
fr: Vous pouvez personnaliser les meilleurs sites en tapant odysseus:home !

source: Minor optimizations to odysseus:history.
fr: Légère optimisation pour odysseus:history.

source: Your most visited pages are now linked to from the newtab page.
fr: Vos pages les plus visités sont désormais liées à la page nouvel onglet.

source: Now speaks French and Portuguese.
fr: Maintenant traduit en français et en portugais.

source: Added credits page to thank contributors.
fr: Ajout de la page des crédits pour remercier les contributeurs.

source: More minor UI corrections.
fr: Quelques petites corrections de l'interface.

source: More communicative browser history viewer, with colour coded tabs, tooltips communicating which links you've followed, favicons, page screenshots, and years in all dates.
fr: Historique de navigation plus communicatif, avec des onglets en couleur, des infobulles communiquant les liens que vous avez suivis, les icônes des sites Web, les captures d'écran des pages et les années dans toutes les dates.

source: Fixes for video playback and infinite tab spawnage.
fr: Corrections pour la lecture vidéo et la création infinie d'onglets.

source: Added a privacy notice.
fr: Ajout d'un avertissement de confidentialité.

source: Natural search of your browser history
fr: Recherche naturelle dans l'historique de navigation

source: Added useful "hints" to the footer of the newtab page, which may link to a new credits page.
fr: Ajout d'indication s utiles dans le pied de page de la page nouvel onglet, qui pourrait être lié a une page de crédits.

source: Reduced prevalance of the "loading" message.
fr: Diminution de la fréquence du message de chargement.

source: Now speaks Czech.
fr: Maintenant traduit en tchèque.

source: Tabs now open in background.
fr: Les onglets s'ouvrent désormais en arrière-plan.

source: Short-term style fix for plus.google.com.
fr: Correction de style à court terme pour plus.google.com.

source: Preparations for more localization.
fr: Préparation pour plus de traductions

source: Adds more keyboard and middle click shortcuts.
fr: Ajout de nouveaux raccourcis claviers et de la molette de la souris.

source: Fixes links displayed in AppCenter.
fr: Correction des liens dans le Centre d'Applications.

source: Hopefully this makes it display better in AppCenter.
fr: En espérant que cela les affiche mieux dans le Centre d'Applications.

source: Bugfix: a tab always remains open in each window.
fr: Correction de bug : Un onglet reste toujours ouvert dans chaque fenêtre.

source: Disable broken WebInspector for now.
fr: Désactivation de l'inspecteur Web non fonctionnel pour le moment.

source: If you have the know-how to fix https://github.com/alcinnz/Odysseus/issues/54, please help.
fr: Si vous avez le savoir-faire pour corriger https://github.com/alcinnz/Odysseus/issues/54, merci de m'aider.

source: Offers a very smooth browsing and downloads experience.
fr: Odysseus vous offre une expérience de navigation et de téléchargement fluide.

source: First AppCenter release, so Merry Christmas!
fr: Première version pour le Centre d'Applications, Joyeux Noël !

source: Surf the Web with the controls you’re already familiar with from apps like Files and Scratch. With everything where you already expect them it is seamless to switch between Odysseus and other apps.
cs: Prohlížejte internet s ovládáním na které jste zvyklí z ostatních aplikací, jako Soubory nebo Scratch. Se stejně navrženými ovládacími prvky jako v ostatních aplikacích bude přechod na tento prohlížeč bez obtíží.

source: Features:
cs: Funkce:

source: Can present any webpage Apple's Safari or GNOME's Epiphany can handle.
cs: Zobrazí stejné webové stránky jako Apple Safari nebo GNOME Epiphany.

source: Full elementary-style tabbar complete with tab pinning, duplicating, restoring, moving tabs, and more.
cs: Panel stránek ve stejném stylu jako elementary se vší funkčností.

source: Quickly jump to any page in your tab history.
cs: Rychle přeskočí na jakoukoli stránku v historii panelu

source: Videos, PDFs, and more open and stream into their respective apps.
cs: Otevírá videa, PDF a další soubory ve výchozích aplikacích.

source: Keeps your downloads folder organized by date.
cs: Udržuje Stažené soubory zorganizované dle data.

source: Quickly and flexibly find text in webpages.
cs: Rychle a flexibilně vyhledá text na jakémkoli webu.

source: DuckDuckGo integration with search autocompletion.
cs: Integrace DuckDuckGo s doplňováním vyhledávaného textu.

source: Takes security seriously by defaulting to HTTPS and not uploading the web addresses you type anywhere.
cs: Bere zabezpečení vážně používáním HTTPS kde je to možné, nenahrává historii vyhledávání nikam na internet.

source: Shows combined download progress in the dock for a quick glance.
cs: Zobrazuje kombinovaný stav stahování v docku pro rychlý náhled.

source: Quick to start as it holds off on loading pages from your previous browsing session.
cs: Rychle startuje protože weby se načítají až po zobrazení prohlížeče.

source: And more to come…
cs: A ještě více...

source: Install Odysseus for links to the depicted pages from the screenshots.
cs: Nainstalujte si Odysseus nyní!

source: Browser controls, find-in-page, and downloads progress.
cs: Ovládání prohlížeče, vyhledávání na stránce a stav stahování.
nl_nl: Browserbediening, pagina's doorzoeken en voortgang van downloads.

source: Autocompletion
cs: Automatické dokončování
nl_nl: Automatische aanvulling

source: Jump to any spot in tab history
cs: Přeskočte na jakýkoli web v historii panelu
nl_nl: Surf naar elke locatie in de tabbladgeschiedenis

source: The Application menu.
cs: Menu aplikace

source: A simple and performant yet powerful window onto the open decentralized web.
nl_nl: Een eenvoudige, snelle en krachtige browser voor toegang tot het open, gedecentraliseerde web.

source: Odysseus is a convenient and privacy-respecting web browser, that increasingly, gently, and unobtrusively guides you wherever you want to go online. Through this well thought out simplicity Odysseus lets you focus on the webpages that matter to you.
nl_nl: Odysseus is een handige, privacyrespecterende webbrowser, die je voortdurend begeleid zonder in de weg te zitten. Door deze eenvoud laat Odysseus je focussen op de webpagina's die voor jouw van belang zijn.

source: The Application menu
nl_nl: Het toepassingsmenu
