Repository: Exalm/Odysseus
Catalog: po/*.po
Languages: cs, pt_br

source: Make Default
pt_br: Tornar padrão

source: Odysseus is not your default browser.
pt_br: Odysseus não é seu navegador padrão.

source: Go to previously viewed page
cs: Jdi na předchozí stránku
pt_br: Ir para página visualizada anteriormente

source: Go to next viewed page
cs: Jdi na následující stránku
pt_br: Ir para a próxima página visualizada anteriormente

source: Load this page from the website again
cs: Aktualizuj načtenou stránku
pt_br: Carregar esta página do website novamente

source: Ignore cache
cs: Ignoruj keše
pt_br: Ignorar cache

source: Stop loading this page
cs: Přestaň načítat tuto stránku
pt_br: Parar o carregamento desta página

source: Stop And Reload
cs: Stop a aktualizace
pt_br: Para e recarregar

source: Current web address
cs: Aktuální webová adresa
pt_br: Endereço atual da web

source: _New Window
cs: _Nové okno
pt_br: _Nova janela

source: _Open
cs: _Otevřít
pt_br: _Abrir

source: _Save
cs: _Uložit
pt_br: _Salvar

source: _Save As
cs: _Uložit jako
pt_br: _Salvar como

source: _View Source
cs: _Zobrazit zdroj
pt_br: _Ver fonte

source: Zoom In
cs: Přiblížit
pt_br: Aumentar

source: Zoom Out
cs: Oddálit
pt_br: Diminuir

source: _History
pt_br: _Histórico

source: _Find In Page
cs: _Najít na stránce
pt_br: _Buscar na página

source: _Print
cs: _Tisk
pt_br: _Imprimir

source: Show Downloads
cs: Zobrazit stažené
pt_br: Mostrar downloads

source: About Odysseus
pt_br: Sobre o Odysseus

source: _Cancel
cs: _Zrušit
pt_br: _Cancelar

source: Error moving download to %s. It has been left in your Downloads folder
cs: Chyba při přesouvání staženého souboru do %s. Zůstal ve složce Stažené soubory.
pt_br: Erro. Movendo download para %s. Ele foi colocado em sua pasta Downloads

source: View all downloads
cs: Zobrazí všechny stažené soubory
pt_br: Ver todos os downloads

source: Close downloads bar
cs: Zavře panel stažených souborů
pt_br: Fechar barra de downloads

source: DONE
cs: HOTOVO
pt_br: FEITO

source: Open _Automatically
cs: Otevřít _Automaticky
pt_br: Abrir _Automáticamente

source: Find in page...
cs: Najít na stránce...
pt_br: Buscando na página...

source: Find previous match
cs: Najít předchozí položku
pt_br: Buscando correspondências anteriores

source: View search options
cs: Zobrazit možnosti vyhledávání
pt_br: Ver opções de pesquisa

source: Match Uppercase
cs: Hledat velká písmena
pt_br: Considerar todas maiúsculas

source: Ignore Uppercase
cs: Ignorovat velikost písmen
pt_br: Ignorar maiúsculas

source: Auto
pt_br: Automático

source: Cyclic Search
cs: Opakovat vyhledávání
pt_br: Pesquisa cíclica

source: Match Word Start
cs: Hledat začátek slova
pt_br: Correspondência de palavra iniciada

source: Match CamelCase
cs: Hledat CamelCase
pt_br: Correspondência CamelCase

source: Cancel
pt_br: Cancelar

source: Web Download Completed
cs: Stahování dokončeno
pt_br: Download completado

source: Downloads Are In Progress…
cs: Stahování probíhá...
pt_br: Downloads em progresso…

source: Click a download to cancel or alter it
cs: Klikněte na stahování pro zrušení či úpravu
pt_br: Clique no download para cancelar ou alterar

source: Leave
pt_br: Partir

source: Stay
pt_br: Ficar

source: Close the message to continue interacting with this page
cs: Zavře zprávu a pokračuje v interakci s touto stránkou
pt_br: Fechar a mensagem para continuar interagindo com esta página

source: Allow
pt_br: Permitir

source: Deny
pt_br: Negar

source: This page wants to know where you currently are.
pt_br: Esta página quer saber onde você está atualmente.

source: This page wants the ability to show you notifications.
pt_br: Esta página quer a capacidade de mostrar notificações.

source: This page wants to watch and listen to you.
pt_br: Está página quer assistir e ouvir você.

source: This page wants to listen to you.
pt_br: Está página quer ouvir você.

source: This page wants to watch you.
pt_br: Está página quer assistir você.

source: Additional software is required to play media on this page:
pt_br: Software adicional é necessário para rodar mídia nesta página:

source: Install
pt_br: Instalar

source: Please go through the "View Source" menu item.
pt_br: Por favor, vá até o item de menu "Ver Fonte".

source: [Download]
cs: [Stáhnout]

source: %u matches of "%s" found
cs: %u výsledků z "%s" nalezeno
